RailRoadCSX/scripts/Project2/SM_Input_new_1.txt

<soapenv:Envelope xmlns:max="http://www.ibm.com/maximo" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header /><soapenv:Body><max:SyncCSXRI><max:CSXRISet><max:RELEASEITEM action="AddChange"><max:MAXINTERRORMSG>A</max:MAXINTERRORMSG><max:CHANGEBY>admin</max:CHANGEBY><max:CHANGEDATE>2017-03-29T09:46:09.672-04:00</max:CHANGEDATE><max:CINUM /><max:CLASSSTRUCTUREID /><max:CSXEXTERNALSYSTEM>JIRA</max:CSXEXTERNALSYSTEM><max:DESCRIPTION>oe_dtw_prod_17.ear</max:DESCRIPTION><max:OBJECTTYPE>CP</max:OBJECTTYPE><max:PARENT /><max:RELEASEITEMNUM>CM-1440</max:RELEASEITEMNUM><max:RFCNUM /><max:STATUS>PROD</max:STATUS><max:STATUSDATE>2017-03-29T09:46:09.672-04:00</max:STATUSDATE></max:RELEASEITEM></max:CSXRISet></max:SyncCSXRI></soapenv:Body></soapenv:Envelope>